Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/c39.pdf.tmx
Source language: fin
Languages: sme

source: Erämaalakia koskevan hallituksen esityksen pääasiasiallisen sisällön mukaan porotalouden ja muiden luontaiselinkeinojen sekä retkeilyn mahdollisuudet tulevat lain voimaan tulon myötä paranemaan tai säilyvät ainakin entisellään eli vuoden 1991 tilanteen tasolla.
sme: Meahcceguovloláhkii guoskevaš ráđđehusa árvalusa váldosisdoalu mielde boazodoalu ja eará luondduealáhusaid ja vánddardeami vejolašvuođat buorránit dahje seilot goittot ovddežin dahjege jagi 1991 dili dásis, go láhka lea boahtán fápmui.

source: Saamelaiskäräjien mielestä lähtökohdaksi asetettu toimintojen yhteensovittaminen käyttäjäryhmien kesken johtaa väistämättä siihen, että kunnalle verotuloa tuottavat toiminnat kuten matkailun ja kaivostoiminnan edistäminen, asetetaan Metsähallituksen ”osallistuvassa suunnittelussa” etusijalle ja lain päätavoitteena oleva ympäristönsuojelu jää toisarvoiseen asemaan.
sme: Sámedikki mielas vuolggasadjin ásahuvvon sierra doaimmaid oktiiheiveheapmi geavaheaddjijoavkkuid gaskkas doalvu veagal dasa, ahte gildii vearroboađuid bukti doaimmat dego turisma ja ruvkedoaibma vuoruhuvvojit Meahciráđđehusa "oassálasti plánemis" ja lága váldoulbmilin leahkki birassuodjaleapmi báhcá sekundára sajádahkii.

source: Käyttäjäryhmien kannalta vyöhykkeistäminen puolestaan merkitsee sitä, että parempaa verotuloa tuottaville toiminnoille varatuilla alueilla poronhoidolle välttämättömät toimintaedellytykset heikkenevät ja lakkaavat ja pelkästään saamelaisten harjoittama poronhoito joutuu väistymään näiltä alueilta lain tarkoituksen vastaisesti.
sme: Geavaheaddjijoavkkuid dáfus avádatjuohku fas mearkkaša dan, ahte stuorát vearroboađuid bukti doaimmaide várrejuvvon guovlluin boazodollui vealtameahttun doaibmavejolašvuođat hedjonit ja nohket ja dušše sámiid jođihan boazodoallu šaddá čáhkket saji dáin guovlluin, ja dát fas manná lága ulbmila vuostá.

source: Perustuslaki ja kansainväliset sopimukset huomioon ottaen suunnitelman pitäisi saamelaiskäräjien mielestä johtaa päinvastaiseen tulokseen eli saamelaisten kulttuurimuotoon kuuluvien elinkeinojen turvaamiseen ja niiden edistämiseen.
sme: Vuođđolága ja riikkaidgaskasaš soahpamušaid mielde plána galggašii Sámedikki mielas doalvut aiddo nuppelágan bohtosii dahjege sámiid kulturhápmái gullevaš ealáhusaid dorvvasteapmái ja daid ovddideapmái.

source: Saamelaiset ovat Suomessa alkuperäiskansa, jolla on oma kieli ja kulttuuri.
sme: Sámit leat Suomas álgoálbmot, mas lea iežas giella ja kultuvra.

source: Perustuslaki turvaa saamelaisille alkuperäiskansana oikeuden ylläpitää ja kehittää omaa kieltään ja kulttuuriaan (PL 17.3 §) näitä seikkoja koskevan itsehallinnon perustalta saamelaisten kotiseutualueella siten kuin laissa säädetään (PL 121.4 §).
sme: Vuođđoláhka dorvvasta sámiide álgoálbmogin vuoigatvuođa bajásdoallat ja ovddidit iežaset giela ja kultuvrra (PL 17.3 §) dáidda áššiide guoskevaš iešstivrejumi vuođul sámiid ruovttuguovllus nu go lágas daddjojuvvo (PL 121.4 §).

source: Käsivarren erämaa-alue kuuluu kokonaisuudessaan saamelaisten kotiseutualueeseen.
sme: Giehtaruohttasa meahcceguovlu gullá ollásit sámiid ruovttuguvlui.

source: Perustuslain kulttuuri-käsite sisältää myös saamelaisten kulttuurin aineellisena perustana olevan perinteisen maankäytön kuten poronhoidon, kalastuksen ja metsästyksen harjoittamisen.
sme: Vuođđolága kultuvra -doaba sisdoallá maiddái sámiid kultuvrra ávnnaslaš vuođđun leahkki árbevirolaš eanangeavahanhámiid dego boazodoalu, guolástusa ja meahccebivddu.

source: Perustuslain tarkoituksena on turvata pysyvästi saamelaisten asema alkuperäiskansana lainsäädännön, hallinnon ja taloudellisten toimenpiteiden avulla.
sme: Vuođđolága ulbmilin lea dorvvastit bissovaččat sámiid sajádaga álgoálbmogin láhkamearrádusaid, hálddahusa ja ekonomalaš doaimmaid vuođul.

source: Julkisella vallalla on perustuslain (PL 22 §) mukainen velvollisuus huolehtia saamelaisten perusoikeuksien ja ihmisoikeuksien toteutumisesta.
sme: Almmolaš váldi lea vuođđolága (PL 22 §) mielde geatnegahtton fuolahit sámiid vuođđovuoigatvuođaid ja olmmošvuoigatvuođaid ollašuvvamis.

source: Tarvittaessa saamelaisten kulttuurimuotoa tulee perustuslain perustelujen mukaan turvata positiivisin erityistoimenpitein.
sme: Dárbbu mielde sámiid kulturhámi galgá vuođđolága ákkastallamiid mielde dorvvastit positiivvalaš sierradoaimmaiguin.

source: Saamelaisten kulttuuriin kuuluvien elinkeinojen harjoittamista suojaa lisäksi saamelaisten osalta YK:n kansalaisoikeuksia ja poliittisia oikeuksia koskevan ihmisoikeussopimuksen 27 artikla, joka on Suomessa voimassa laintasoisesti.
sme: Sámekultuvrii gullevaš ealáhusaiguin bargama suodjala dasa lassin sámiid hárrái ON:a riikkavulošvuoigatvuođaide ja politihkalaš vuoigatvuođaide guoskevaš olmmošvuoigatvuođasoahpamuša 27 artihkal, mii lea Suomas fámus lágadásis.

source: Artiklan määräys edellyttää YK:n ihmisoikeuskomitean tulkinnan mukaan, että taloudelliset toimenpiteet suunnitellaan ja sopeutetaan siten, että saamelaisten elinkeinojen kuten poronhoidon taloudellinen kannattavuus säilyy.
sme: Artihkkala mearrádus gáibida ON:a olmmošvuoigatvuođakommišuvnna dulkoma mielde dan, ahte ekonomalaš doaimmat galget plánejuvvot ja heivehuvvot nu, ahte sámiid ealáhusaid dego boazodoalu ekonomalaš gánnáheapmi seailu.

source: (Länsman ja muut v. Suomi, valitus no 511/1992)
sme: (Länsman ja earát v., Suopma, váidda nr 511/1992)

source: Vuoden 2005 alussa voimaan tulleen Metsähallituslain (1378/2004) mukaan Metsähallituksen yhteiskunnallisena velvoitteena on saamelaisten kotiseutualueella sovittaa hallinnassaan
sme: Jagi 2005 álggu rájes fápmui boahtán meahciráđđehuslága (1378/2004) mielde Meahciráđđehusa servodatlaš geatnegahttimin lea sámiid ruovttuguovllus heivehit iežas hálddašan

source: olevien luonnonvarojen hoito, käyttö ja suojelu siten, että saamelaisten kulttuurin harjoittamisen edellytykset turvataan (4.2 §).
sme: luondduriggodagaid dikšuma, geavaheami ja suodjaleami nu, ahte vejolašvuođat bargat sámekultuvrrain dorvvastuvvojit (4.2 §).

source: Säännös toteuttaa perustuslakia saamelaisten alkuperäiskansan kulttuurin harjoittamisen osalta (PL 17.3 §) Tähän perustuslakiin perustuvaan tehtävään viitaten eduskunnan perustuslakivaliokunta totesi esitystä koskevassa lausunnossaan (PeVL 38/2004 vp), että saamelaisten kulttuuriin kuuluvat perinteisten elinkeinojen kuten poronhoito, kalastus ja metsästys lisäksi myös niiden nykyaikaiset soveltamismuodot.
sme: Njuolggadus ollašuhttá vuođđolága vuođđolága sámiid álgoálbmotkultuvrra jođiheami hárrái (PL 17.3 §). Riikkabeivviid vuođđoláhkaváljagoddi čujuhii dán vuođđoláhkii vuođđuduvvi doibmii, go gávnnahii árvalussii guoskevaš cealkámušastis (PeVL 38/2004 vp) ahte sámekultuvrii gullet árbevirolaš ealáhusaid dego boazodoalu, guolástusa ja meahccebivddu lassin maiddái daid dálá heivehanhámit.

source: Eräänä keinona näihin tavoitteisiin pääsemiseksi on saamelaisten osalta vuonna 2004 voimaan tullut yhdenvertaisuuslaki (21/2004), joka koskee 2 §:n 1 kohdan mukaan itsenäisen ammatin tai elinkeinon harjoittamisedellytyksiä ja elinkeinon tukemista.
sme: Oktan vuohkin juksat dáid ulbmiliid sámiid hárrái lea 2004:s boahtán fápmui ovttadássásašvuođaláhka (21/2004), mii guoská 2 §:a 1 čuoggá mielde iehčanas ámmáhiin dahje ealáhusain barganvejolašvuođaide ja ealáhusa doarjumii.

source: Laki, joka koskee myös Metsähallitusta, pyrkii tosiasiallisen yhdenvertaisuuden saavuttamiseen tarvittaessa positiivisen erityiskohtelun keinoin kuten lain 7.2 §:stä ilmenee.
sme: Láhka, mii guoská maiddái Meahciráđđehussii, viggá duođalaš ovttadássásašvuođa juksamii dárbbu mielde positiivvalaš sierragieđahallama vugiiguin dego lága 7.2 §:s boahtá ovdan.

source: Kestävyys luonnon käytössä ja käytön ohjauksessa
sme: Bistevašvuohta luonddu geavaheamis ja geavaheami stivremis

source: Kolmantena suunnitelman tavoitteena on kestävyys erämaa-alueella.
sme: Plána goalmmát ulbmilin lea bistevašvuohta meahcceguovllus.

source: Kestävyydellä tarkoitetaan suunnitelmassa (s. 10) sitä, että ”luonnon käytössä ja sen ohjauksessa tulee ottaa huomioon taloudelliset, sosiaaliset, ekologiset ja kulttuuriset näkökohdat.”
sme: Bistevašvuođain oaivvildit plánas (s. 10) dan, ahte "luonddu geavaheamis ja dan stivremis galgá váldit vuhtii ekonomalaš, sosiálalaš, ekologalaš ja kultuvrralaš beliid."

source: Saamelaiskäräjillä on vuodesta 1998 lähtien ollut yhdessä ympäristöministeriön kanssa valmisteltu ja saamelaiskäräjien hyväksymä saamelaisten kestävän kehityksen ohjelma.
sme: Sámedikkis lea leamaš jagi 1998 rájes sámiid bistevaš ovdáneami prográmma, man dat lea válmmaštallan ovttasráđiid Birasministeriijain ja man Sámediggi lea dohkkehan.

source: Kestävän kehityksen kansallisesta kokonaisarviosta (2003 s. 99-100) ilmenee, että saamelainen kulttuuri on uhanalainen ekologisesti, taloudellisesti ja sosiaalisesti eikä kehitys ole saamelaisten osalta kulttuurisesti kestävää, jos yksikin muista kestävän kehityksen elementeistä ei toteudu.
sme: Bistevaš ovdáneami riikkadási oppalašárvvoštallamis (2003, s. 99-100) boahtá ovdan ahte sámekultuvra lea áitatvuloš ekologalaččat, ekonomalaččat ja sosiálalaččat iige dálá ovdáneapmi sámiid hárrái leat kultuvrralaččat bistevaš vuođu alde, jos oktage bistevaš ovdáneami eará elemeanttain ii ollašuva.

source: Vuonna 2006 saamelaiskäräjien hyväksymästä saamelaisten kestävän kehityksen ohjelmasta ilmenee lisäksi, että saamelaisten ja pääväestön kulttuurit perustuvat erilaisiin kestävän kehityksen lähtökohtiin.
sme: Sámediggi dohkkehii 2006:s sámiid bistevaš ovdáneami prográmma, ja das boahtá dasa lassin ovdan ahte sámiid ja váldoálbmoga kultuvrrat vuođđuduvvet bistevaš ovdáneami hárrái earálágan vuolggasajiide.

source: Pääväestön kulttuurissa käytetään intensiivisesti suppeita alueita, joita rakennetaan raivataan ja viljellään.
sme: Váldoálbmoga kultuvrras geavahuvvojit intesiivvalaččat gáržžes guovllut, maidda huksejuvvo, mat njáskojuvvojit ja šaddaduvvojit.

source: Saamelaisten kulttuuri puolestaan perustuu laajojen alueiden hyödyntämiseen niiden oman vuotuisen tuoton perusteella luontoa muuttamatta.
sme: Sámekultuvra fas vuođđuduvvá viiddis guovlluid ávkinatnimii daid iežaset jahkásaš buvttadeami vuođul rievdatkeahttá luonddu.

source: Pääväestön kulttuurissa luonnon kestävä käyttö tähtää tulevien sukupolvien tarpeiden tyydyttämiseen.
sme: Váldoálbmoga kultuvrras luonddu bistevaš geavaheami bokte geahččalit duhtadit boahttevaš buolvvaid dárbbuid.

source: Saamelaiskulttuurin harjoittaminen puolestaan edellyttää luonnon käyttöä kestävästi paliskunnan, porokylän tai muun saamelaisen paikallisyhteisön käyttöalueella sijaitsevassa järvessä, puupaikassa, hillasuolla, riekkometsällä, hirvipaikassa jne joka vuosi niin, että seuraavan vuoden elämisen edellytykset turvataan (on säästetty) luonnon tuoton kokonaisuudesta, vaikka luonnonolosuhteet olisivat tuolloin huonommatkin.
sme: Sámekultuvrrain bargan fas gáibida luonddu geavaheami bistevaš vuogi mielde bálgosa, siidda dahje eará sámi báikkálašservoša geavahanguovllus leahkki jávrris, muorraváldinbáikkis, luomejeakkis, rievssatmeahcis, ealgabáikkis jna. jahkásaččat nu, ahte čuovvovaš jagi eallineavttut dorvvastuvvojit (leat sestojuvvon) luonddu buvttadeami ollisvuođas, vaikko luonddudilálašvuođat livčče dalle fuonibutge.

source: Saamelaiskäräjien mielestä suunnitelma noudattaa jossain määrin pääväestön kestävän käytön periaatteita Käsivarren erämaan alueella, joka on kuitenkin täysin soveltumaton pääväestön perinteisen kulttuurimuodon harjoittamiseen ja joka sen vuoksi on voinut olla pitkään saamelaisten kulttuurimuodon harjoittajien käytössä.
sme: Sámedikki mielas plána čuovvu muhtun muddui váldoálbmoga bistevaš geavaheami prinsihpaid Giehtaruohttasa meahcceguovllus, mii ii goittot heive ollege váldoálbmoga árbevirolaš kulturhámi jođiheapmái ja mii danin lea bisson guhká sámi kulturhámiin bargi olbmuid anus.

source: Saamelaisten kestävän kehityksen edellytykset puuttuvat suunnitelmasta.
sme: Sámiid bistevaš ovdáneami eavttut váilot plánas.

source: Lähtötilanteen ajankohta
sme: Vuolggadili áigemearri

source: Hoito- ja käyttösuunnitelman arvioiden lähtökohtana pidetään ”erämaan tilaa suunnittelun käynnistyessä” (s. 97).
sme: Dikšun- ja geavahanplána árvvoštaladettiin vuolggasadjin adnojuvvo "meahcceguovllu dilli plánema álggedettiin" (s. 97).

source: Lähtökohta on saamelaiskäräjien mielestä virheellinen, koska erämaalaki tuli voimaan jo vuoden 1991 helmikuussa ja suunnittelu käynnistyi Käsivarren erämaa-alueen osalta noin vuonna 1996. Lain tarkoittamien seikkojen on tullut toteutua koko sen voimassaolon ajan, vaikka suunnitelmaa ei ole vieläkään (2006) vahvistettu.
sme: Vuolggasadji ii doala Sámedikki mielas deaivása, dasgo meahcceguovloláhka bođii fápmui juo jagi 1991 guovvamánus ja Giehtaruohttasa meahcceguovllu plánegohte jagi 1996 sulaid. Lága oaivvildan áššit leat galgan ollašuvvat oppa dan gustonáiggi, vaikko plána ii leat vel dálge (2006) nannejuvvon.

source: Esimerkiksi erämaalakia koskevan hallituksen esityksen pääasiasiallisen sisällön mukaan porotalouden ja muiden luontaiselinkeinojen sekä retkeilyn mahdollisuuden tulevat lain voimaan tulon myötä paranemaan tai säilyvät ainakin entisellään eli vuoden 1991 tilanteen tasolla.
sme: Ovdamearkka dihte meahcceguovloláhkii guoskevaš ráđđehusa árvalusa váldosisdoalu mielde boazodoalu ja eará luondduealáhusaid ja vánddardeami vejolašvuođat bohtet lága fápmui boahtima dihte buorránit dahje bissot goittot ovddežin dahjege jagi 1991 dili dásis.

source: Paikallinen väestö
sme: Báikkálaš olbmot

source: Paikallinen käyttäjäkunta on varsin heterogeenistä niin etnisesti, kulttuurisesti, ammatillisesti kuin elämäntavallisestikin.
sme: Báikkálaš geavaheaddjit leat viehka heterogenalaš joavku nu čearddalaččat, kultuvrralaččat, ámmátlaččat go eallinvugiid dáfusge.

source: Paikallisen väestön väljä käsite, joka käytännössä sisältää erilaisia ryhmiä Kilpisjärven norjalaisista maanomistajista ja ulkokuntalaisista koiratarhanomistajista perinteisiä elinkeinojaan harjoittaviin saamelaisiin, aiheuttaa haittaa ja vahinkoa saamelaisväestölle ja poronhoidolle, joiden edut poikkeavat eniten tai ovat ristiriidassa muun käyttäjäkunnan etujen kanssa.
sme: Viiddis doaba "báikkálaš veahkadat" iešalddes sisdoallá sierralágan joavkkuid Gilbbesjávrri norgalaš eananeaiggádiin ja olgogieldalaš beanagárdeeaiggádiin árbevirolaš ealáhusaiguin bargi sámiide, ja dát heađušta ja dagaha vahága sámiide ja boazodollui, maid beroštumit earránit eanemus dahje mannet ruossalassii eará geavaheddjiid beroštumiiguin.

source: Käsitettä käytettäessä eri ryhmien eriävät tarpeet häivytetään ja niiden huomioon ottaminen väistetään.
sme: Dán doahpaga geavahettiin sierra joavkkuid sierraneaddji dárbbut jávkaduvvojit ja daid vuhtii váldin garvojuvvo.

source: Erämaasuunnittelun tämä lähtökohta, joka ei tunnusta käyttäjien erilaisia oikeudellisia ja taloudellisia lähtökohtia ja erilaisia tarpeita ei voi olla niin laajasti hyväksytty kuin sen esitetään olevan.
sme: Meahcceguovloplánema dát vuolggasadji, mii ii dovddas geavaheddjiid sierralágan vuoigatvuođalaš ja ekonomalaš vuolggasajiid ja sierralágan dárbbuid, ii sáhte leat nu viidát dohkkehuvvon dego dan lohket leat.

source: Saamelaiskäräjien asema neuvotteluosapuolena ja seurannassa
sme: Sámedikki sajádat ráđđádallioassebeallin ja čuovvumis

source: Ristiriitaisesti saamelaiskäräjistä annetun lain 9 §:n ja Metsähallituslain 4 §:n 2 momentin kanssa saamelaiskäräjien kuulemisesta ja sen kanssa neuvottelemisesta Käsivarren erämaa- aluetta koskevissa esityksissä, suosituksissa ja suunnitelman seurannassa ei mainita mitään.
sme: Nuppeládje go sámediggelága 9 §:a ja meahciráđđehuslága 4 §:a 2 momeanttas daddjojuvvo Sámedikki gullamis ja dainna ráđđádallamis, de Giehtaruohttasa meahcceguvlui guoskevaš árvalusain, ávžžuhusain ja plána čuovvumis ii dan birra namuhuvvo mihkkege.

source: Saamelaisten etuja ja oikeuksia koskevien asioiden ja elinkeinojen valvonta ja itsehallinto kuuluvat kuitenkin lain mukaan juuri saamelaiskäräjille.
sme: Sámiid beroštumiide ja vuoigatvuođaide guoskevaš áššiid ja ealáhusaid goziheapmi ja iešstivrejupmi gullet goittotge lága mielde aiddo fal Sámediggái.

source: Suunnitelma osoittaa, että erämaalain tarkoituksena olevalle saamelaiskulttuurin turvaamiselle ei ole suunnitelmassa pantu paljoa painoa.
sme: Plánas boahtá ovdan ahte sámekultuvrra dorvvasteapmi, mii lea meahcceguovlolága ulbmilin, ii leat das báljo deattuhuvvon.

source: 2. Erämaasuunnittelun epäkohtia
sme: 2. Meahcceguovloplánema heajos bealit

source: Yleistä
sme: Oppalaš áššit

source: Saamelaiskäräjien arvion lähtökohtana on, että poronhoito, metsästys ja kalastus muodostavat saamelaisten kulttuurin keskeisen materiaalisen perustan, joka on lainsäädännön mukaisesti turvattava Käsivarren erämaan hoito- ja käyttösuunnitelmassa.
sme: Sámedikki árvvoštallama vuolggasadjin lea dat, ahte boazodoallu, meahccebivdu ja guolástus leat sámekultuvrra guovddáš ávnnaslaš vuođđu, mii galgá láhkamearrádusaid mielde dorvvastuvvot Giehtaruohttasa meahcceguovllu dikšun- ja geavahanplánas.

source: Tämän oikeudellisen lähtökohdan huomioon ottaminen suunnitelmassa on velvoittava suhteessa erämaasuunnittelun käytäntöihin.
sme: Meahcceguovloplánemis dát vuoigatvuođalaš vuolggasadji galgá váldojuvvot vuhtii maiddái dán plánas.

source: Arviossa tarkastellaan saamelaisten kulttuurin turvaamisvelvoitteen toteutumista Metsähallituksen tavassa tulkita ja noudattaa lakia Käsivarren erämaa-alueen hoito- ja
sme: Árvvoštallamis guorahallojuvvo, mo sámekultuvrra dorvvastangeatnegahttin ollašuvvá Meahciráđđehusa vuogis dulkot ja čuovvut lága Giehtaruohttasa meahcceguovllu dikšun- ja

source: käyttösuunnitelmassa.
sme: geavahanplánas.

source: Tarkastelu edellyttää osin laajennetun näkökulman huomioon ottamista, jossa myös Metsähallituksen yleisiä toimintaperiaatteita ja –linjauksia on käsiteltävä siinä määrin kuin ne määrittelevät ja ohjaavat erämaasuunnittelua.
sme: Guorahallan gáibida muhtumassii viiddiduvvon perspektiivva vuhtiiváldima, mas maiddái Meahciráđđehusa oppalaš doaibmaprinsihpat ja -linnját galget gieđahallot dakko gokko dat meroštallet ja stivrejit meahcceguovloplánema.

source: Näihin toimintalinjauksiin, tulkintoihin ja arvoihin sisältyy seikkoja, jotka voivat olla ristiriidassa saamelaisten oikeuksien kanssa tai johtaa toimintamalleihin, jotka eivät tue tai haittaavat saamelaiskulttuurin materiaalisten edellytysten toteutumista.
sme: Dáin doaibmalinnjáin, dulkomiin ja árvvuin leat mielde áššit, mat sáhttet mannat ruossalassii sámiid vuoigatvuođaiguin dahje doalvut doaibmamálliide, mat eai doarjjo sámekultuvrra ávnnaslaš vejolašvuođaid ollašuvvama dahje čuhcet dasa.

source: Metsähallituksen erämaasuunnittelun perusvikana on saamelaiskäräjien mielestä se, että suunnittelu on lähtökohdiltaan ekologis-ekonomista, epäjuridista ja etnosentristä.
sme: Meahciráđđehusa meahcceguovloplánema vuođđovihkin lea Sámedikki mielas dat, ahte plánemis vulgojuvvo ekologalaš-ekonomalaš, eahpejuridihkalaš ja etnosentralaš vuođu alde.

source: Suunnittelussa on mukana lukuisia pääväestöä edustavia sidosryhmiä, joiden poliittinen painoarvo – eivätkä oikeudelliset ja ympäristöön vaikuttavat seikat - määrää pitkälle suunnitelman oikeudelliset ja kestävyyteen liittyvät arviot.
sme: Plánemis leat mielde váldoálbmoga ovddasteaddji moanat čanasjoavkkut, maid politihkalaš deaddoárvu - eaige vuoigatvuođalaš ja birrasii váikkuheaddji áššit - mearrida guhkás plánema vuoigatvuođalaš ja bistevašvuhtii guoskevaš árvvoštallamiid.

source: Tavallisesti matkailun lisääntyminen ja kaivostoiminnan edistäminen katsotaan suunnitelmassa väistämättömäksi.
sme: Dábálaččat turismma lassáneapmi ja ruvkedoaimma ovddideapmi gehččojuvvojit plánas vealtameahttun doaibman.

source: Matkailun tieltä voidaan syrjäyttää yleisoikeusperustaiset, saamelaisille kulttuurisina perusoikeuksina turvatut perinteiset elinkeinot kuten poronhoito, kalastus ja metsästys sivuuttamalla niiden harjoittamisen edellytykset.
sme: Turismma ovddas sáhttet hoigaduvvot eret oppalašvuoigatvuođalaš, sámiide kultuvrralaš vuođđovuoigatvuohtan dorvvastuvvon árbevirolaš ealáhusat dego boazodoallu, guolástus ja meahccebivdu nu, ahte daiguin bargan ii váldojuvvo vuhtii.

source: Pääväestön kannalta kehitys on Käsivarren tunturipaljakoilla, joita erämaa-alueesta on kolme neljäsosaa, jokseenkin kestävää aina, koska edes alueen luonnontilan romahtaminen tai saamelaiskulttuurin häviäminen alueelta ei vaikuta tulevia sukupolvia ajatellen alueen taloudelliseen hyödyntämiseen pääväestön hyväksi kaivostoiminnan tai talvimatkailuun avulla.
sme: Váldoálbmoga dáfus ovdáneapmi lea Giehtaruohttasa jalges duoddariin, mat leat meahcceguovllus golbma njealjádasa dan viidodagas, measta álo bistevaš vuođu alde, dasgo ii oppa guovllu luonddudili garra hedjoneapmige dahje sámekultuvrra jávkan guovllus váikkut boahttevaš buolvvaid ávkkástallamii ruvkedoaimmain dahje dálveturismmain váldoálbmoga buorrin.

source: Matkailun edistämistä perustellaan lisäksi sillä, että elinkeinoa harjoittavat myös saamelaiset.
sme: Turismma ovddideami ákkastallet dasa lassin dainna, ahte dainna barget maiddái sámit.

source: Peruste on kestämätön, koska massamatkailu ei ole osa saamelaisten alkuperäiskansan kulttuuria, vaan merkitsee saamelaisille kulttuurin menettämistä, vaikka aineellinen hyvinvointi lisääntyisikin.
sme: Dákkár ákkastallan lea boastto vuođu alde, dasgo mássáturisma ii leat oassi sámi álgoálbmotkultuvrras, muhto mearkkaša sámiide kultuvrra massima, vaikko ávnnaslaš buresbirgejupmi lassánivččiige.

source: Jos asiaan vaikuttava oikeudellinen arviointi tai kestävyyteen vaikuttava arviointi on puuttunut aluksi Metsähallituksen valmistelemasta suunnitelmaluonnoksessa, katsotaan suunnittelukäytännössä tavallisesti riittäväksi, että huomautusten johdosta puuttuvat säännökset tai oikeuskäytäntö otetaan suunnitelmaan jälkikäteen ilman, että nämä lisäykset millään tavalla muuten vaikuttaisi suunnitelman linjoihin ja sisältöön.
sme: Jos áššái váikkuheaddji vuoigatvuođalaš árvvoštallan dahje bistevašvuhtii váikkuheaddji árvvoštallan leat váilon álggos Meahciráđđehusa válmmaštallan plánaárvalusas, de lea plánenbargguin dábálaččat doarvái ahte fuopmášuhttimiid dihte váilu njuolggadusat dahje vuoigatvuođavirolašvuođat váldojuvvojit plánii maŋálgihtii almmá, ahte dát lasáhusat moktege váikkuhivčče plána váldoprinsihpaide ja sisdollui.

source: Tältä perustalta on erämaasuunnitelmiin rakennettu keskeiset käsitteet kuten erämaalakiin perustumaton ja matkailun saavuttamia asemia turvaava vyöhykejaotus, maastoliikennelakiin perustumaton maastoliikenneura, metsähallituslakiin ja erämaalakiin perustumaton käsite luontomatkailun kehittäminen, maastoliikennelain kanssa ristiriidassa oleva virkistyskäyttö-käsite ja lakiin perustumaton paikallisen väestön ”oikeus” maastoliikennelupaan.
sme: Dán vuođu alde leat meahcceguovloplánaide dahkkojuvvon guovddáš doahpagat dego meahcceguovloláhkii vuođđuduvakeahtes avádatjuohku, mii dorvvasta turismma dálá dili, meahccejohtalusláhkii vuođđuduvakeahtes meahccejohtalusvuojáhat, meahciráđđehusláhkii ja meahcceguovloláhkii vuođđuduvakeahtes doaba luondduturismma ovddideapmi, meahccejohtaluslágain ruossalassii manni lustageavahandoaba ja láhkii vuođđuduvakeahtes báikkálaš olbmuid "vuoigatvuohta" meahccejohtaluslohpái.

source: Suunnittelun ongelmat lainsäädännön osalta
sme: Plánema váttisvuođat láhkaásaheami hárrái

source: Erämaasuunnitelma on rakennettu lainsäädännön perustalle, joka useilta osin on 2000-luvulla muuttunut kuten Metsähallituslain ja yhdenvertaisuuslain osalta.
sme: Meahcceguovloplána lea ráhkaduvvon láhkaásaheami vuođu ala, mii moanain osiin lea 2000logus rievdan ovdamearkka dihte meahciráđđehuslága ja ovttadássásašvuođalága hárrái.
